// *********************************************************
//
// reunionConnect.strings
// Messages specific to family file sharing over the cloud
//
// This .strings file is used for both OSX and iOS versions of Reunion
// some strings are unique to one platform or the other
//
// *********************************************************

"rcHostSuspended" = "The host “%@” has suspended sharing with this device.";
"rcHostNotConnected" = "This family file is no longer connected to “%@”";
"rcHostNotFound" = "The host family file on Dropbox “%@” can’t be found. It may have been moved or renamed.";
"rcHostConnectionResumed" = "The host family file\n“%@”\nhas resumed sharing with this device.";
"rcHostResumeSharingOption" = "The host family file “%@” is ready to begin sharing again.\n\nWould you like to resume sharing with the host and update the client family file on this device?";

"rcStatus_UnlinkedHost" = "Unlinked host";
"rcStatus_NotShared" = "This file is not being shared.";
"rcStatus_Sharing" = "Sharing";
"rcStatus_Suspended" = "Suspended";
"rcStatus_FileMissing" = "Host Family File is Missing";
"rcStatus_ReadyToResume" = "Ready to resume sharing";

"rcStatus_dbxNotActive" = "Dropbox engine not active";
"rcStatus_dbxNotConnected" = "Not connected to Dropbox";
"rcStatus_dbxNotResponding" = "Dropbox not responding";
"rcStatus_InternetNotAvailable" = "Internet not available";
"rcStatus_dbxLastResponse" = "Last Response: %@";
"rcStatus_FileNotInDropbox" = "This file is not in Dropbox.";

"rcStatus_File" = "File";
"rcStatus_Error" = "Error";
"rcStatus_Modified" = "Modified";
"rcStatus_FileSize" = "File Size";
"rcStatus_ID" = "ID #";
"rcStatus_ChangesNotFound" = "File Size";
"rcStatus_MemberNotFound" = "Member folder not found.";
"rcStatus_Notes" = "Notes";
"rcStatus_NotesNotFound" = "Notes folder not found.";
"rcStatus_Media" = "Media";
"rcStatus_MediaNotFound" = "Media folder not found.";
"rcStatus_NotReferencedFromFile" = "Not referenced from family file.";

"rcSuspendToProceed" = "This family file is being shared with devices via Dropbox.\n\nAfter %@, sharing will be reset.";
"rcDeletingPeople" = "deleting people";
"rcImporting" = "importing";
"rcMergingSources" = "merging sources";
"rcMergingPeople" = "merging people";
"rcSettingFlags" = "setting flags";
"rcSettingGeneralSources" = "setting general sources";
"rcSortingMarkedChildren" = "sorting marked children";
"rcFindAndReplace" = "find and replace";

"rcSharingSuspended" = "Sharing Suspended";
"rcDownloadError" = "Error downloading file...";
"rcReconnected" = "Reconnected";
"rcDownloading" = "Downloading...";
"rcConverting" = "Processing...";
"rcIndexing" = "Indexing...";
"rcUpdating" = "Updating...";
"rcCheckingForChanges" = "Checking for Changes...";
"rcDownloadingImages" = "Downloading Images...";
"rcDownloadingHiResImages" = "Downloading Hi-Res Images";

"rcSharingUpdate" = "Sharing Update";
"rcLocateHostFile" = "Locate the Host Family File";
"rcContinueUnlinked" = "Continue in Unlinked Mode";

"rcResumeAndUpdate" = "Resume Sharing and Update";

"rcFileCanNotShare" = "This file can’t be shared";

